export interface Questions {
  question: string;
  select: Array<string>;
}

export const questions: Array<Questions> = [
  {
    question:
      "길을 가다가 누군가 '숭실대 입구역 어떻게 가요?'라고\n물어봤다. 나의 반응은?",
    select: [
      '네? 뉴진스의 하입보이요. Cause I~~',
      '사진찍는다고요?',
      '콩',
      '츄~카와이쿠테 고멘~',
    ],
  },
  {
    question: '당신은 지금 배가 고픈가요',
    select: [
      '네? 뉴진스의 하입보이요. Cause I~~',
      '사진찍는다고요?',
      '콩',
      '츄~카와이쿠테 고멘~',
    ],
  },
  {
    question: '당신은 지금 졸린가요',
    select: [
      '네? 뉴진스의 하입보이요. Cause I~~',
      '사진찍는다고요?',
      '콩',
      '츄~카와이쿠테 고멘~',
    ],
  },
  {
    question: '당신은 지금 눕고싶나요',
    select: [
      '네? 뉴진스의 하입보이요. Cause I~~',
      '사진찍는다고요?',
      '콩',
      '츄~카와이쿠테 고멘~',
    ],
  },
  {
    question: '당신은 지금 쉬고싶나요',
    select: [
      '네? 뉴진스의 하입보이요. Cause I~~',
      '사진찍는다고요?',
      '콩',
      '츄~카와이쿠테 고멘~',
    ],
  },
  {
    question: '당신은 지구멸망제발',
    select: [
      '네? 뉴진스의 하입보이요. Cause I~~',
      '사진찍는다고요?',
      '콩',
      '츄~카와이쿠테 고멘~',
    ],
  },
  {
    question: '당신은 지금 노래추천해주세요',
    select: [
      '네? 뉴진스의 하입보이요. Cause I~~',
      '사진찍는다고요?',
      '콩',
      '츄~카와이쿠테 고멘~',
    ],
  },
  {
    question: '당신은 지금 질문만들기가 힘든가요',
    select: [
      '네? 뉴진스의 하입보이요. Cause I~~',
      '사진찍는다고요?',
      '콩',
      '츄~카와이쿠테 고멘~',
    ],
  },
  {
    question: '당신은 ㅇ;리만ㅇ럼;ㄴㅇ리ㅏ',
    select: [
      '네? 뉴진스의 하입보이요. Cause I~~',
      '사진찍는다고요?',
      '콩',
      '츄~카와이쿠테 고멘~',
    ],
  },
];
